require 'lib/asiasearch.rb'
API_KEY = ""
a = AsiaSearch.new
@content = "這不是武俠小說噢。常想，假如金庸將「自己」也寫進武俠小說，他會給自己怎樣的角色？今天第一次以「Mr. 6 style」寫自己工作的Voofox，這是一個極有意思的網站，它所攻打的領域是目前機會最多、競爭也最激烈的紅海市場，直接與間接之競爭者包括目前名列全球排行前二十名、流量已威脅到傳統入口網站的超大社群網站MySpace、Facebook、Bebo、Orkut、hi5、Friendster，以及其他半大不小的其他各類社群網站如Zoodango、Passado、MyYearBook、iMeem、Piczo、Tagged.com、Skyblog、Vox、Gaia Online、Doostang、Amiamo、Fuzzster、Dogster、Petster、Genoom、Shuzak、Netlog、Faceparty、BlackPlanet、MiaPlaza、Diamond Lounge、TownConnect、MapleAndLeek、OoBing、Matez、Beautiful Society、Urbis、VillageHub、VOIS、Kuzoa、FanPop等等，甚至新出道的Yahoo! Mash。在2005年做社群網站或許還有道理，在2007還想做社群，在我看來是有點「起笑」(發瘋、發狂之意)的做法，不過，顯然的，Voofox似乎看到某個尚未填滿的市場機會，並參考了日本最大社群網站Mixi、歐陸最大專業人士社群網站Xing，以及新銳特殊社群網站Refurber等，集這些網站已證明成功的精華，以自己的方式來詮釋，整個網站在小小的台北城製作，將自己注入高達四億名有效網民人口的龐大英語市場。

為何要做社群？沒看到Facebook已經打出一片天嗎？Voofox執行長劉喬治先生只說了一句：「要玩，就ＸＸ給它玩大的。」

我環顧四周，這間破破爛爛的會議室，看不出任何「玩大」的痕跡，倒是投影機投出去的藍光，被劉喬治那顆碩大的頭顱，給遮掉了一大半。

「這就叫做玩大的？」我脫口而出。

劉喬治還沒意會到我的意思，很沒誠意的給了我一張被馬賽克掉的Voofox網站的screen shot。我用一種看Ａ片的口吻、用中文直翻的英語和劉喬治提出我一個小小的卑微的請求，「Could you kindly remove the mosaic…」

「Please?」

但劉喬治顯然對我誠懇的請求裝作沒聽到。他指著那些應該是他社群網站的元素的menu bar的位置，對著那些馬塞克自顧自的說，其實，Voofox做的雖然是社群網站，但它的基本元素卻和其他社群網站很不相同。有些最根本的東西如相簿，Voofox竟整塊無條件捨去；但有些常常被淡淡帶過的元素如Friends與Groups，在Voofox則分別和News Feed與Forum的概念作了一些輕柔的接合。另外，Voofox還為社群網站導入了至少三個新的社群元素，以及兩個新概念。這些概念，劉喬治強調是全球第一，但他講得實在非常之模糊，我只能和他聊聊天氣，但他並沒有上當。

那，我只好提出那一個履試不爽的問題──可否請您以一句話來形容Voofox？沒想到，劉喬治居然大顏不慚：「對不起，Voofox無法以一句話形容完畢。」真的讓我很想跟他拍桌子，你好歹也在創投待過幾個年，竟然不甩這最基本「一句話」的道理？然後劉喬治倒了一杯水，咕嚕咕嚕，好像要等黃湯下肚後再與我娓娓道來；這時候的劉喬治有如一個身經百戰的老兵，撫摸著他那個滑鼠細線，好像在撫摸身上凸著的紅色刀疤，「你知道，如果可以用一句話形容 Voofox，在網路上成功機會有多大？」他說，網路界最忌諱的就是「自以為自己的點子很好」，然後來個千年磨一劍、將所有帶來的鈔票丟在進門第一號賭桌，網路界成功機率低，網友的心比女人還難測，比颱風停班停課還難以指望。從前的「甜蜜點」就像上周的樂透中獎號碼，不可能這周再發生一次，完全無法重覆被使用。這時候，劉喬治嘆了一口氣、望向遠方：「要知道，自己在命運之神面前的渺小。」

氣氛有點憂傷。這時候走廊不知誰在播放張雨生的「Say Goodbye」，氣氛有點低迷…。

就在我眼角漸漸下垂，浸泡在這憂傷的氣氛中，誰知道這個劉喬治突然整個人彈跳起來，「啪！」整個桌子嘎嘎搖晃，椅子飛到牆角。

「但！我們一定要成功！」

劉喬治緊握拳頭，口水噴了我滿臉。

我像安撫一隻突然跳出水面的海豚，摸摸他的頭，ok，ok，我知道。我知道。連忙請他坐下。

「這是一生的代表作。」劉喬治說。

這時候劉喬治閃出一抹慧黠，清了清喉嚨，他開始打開話閘子。他說，Voofox就像一個新的遊樂園，目前遊樂場每家的遊樂器材都差不多，這時候若開一間一模一樣的遊樂場只能做老三或老四；沒關係，只要在遊樂器材上面加點變化，通常肯定會有人來看，有人來看就可以抓到他們的蹤跡，然後一路調整與學習。劉喬治表示，Voofox給自己的時間大約有二～三年，這段短短的時間，在其他產業或許只能做出「一擊」，但網路產品本就製作成本低、架站速度快，可以導入策略，推出一連串的產品，逐步接近甜蜜點。

為了找尋甜蜜點，劉喬治將從前的經驗傾力發揮，他為Voofox設計了「聚、分、疊」策略：先做一個主流市場、有潛力的大方向，看看能否打中甜蜜點，就算錯過，也仍舊打了基礎，接著再將大方向再拆分為各有明確需求的不同域名的小網站，然後層層相疊、牽手相護。這是日本網路集團常用的手法。劉喬治表示，為了將美國網站創業氛圍導入公司，有些別的公司不怎著重的東西，他特別的注意，譬如建立一個有別於一般軟體公司的「創辦團隊」，訓練每位ＲＤ獨立運作，從大架構去想點子、快速架站，每個人被訓練為兼具技術能力與宏大視野的創業家；除此之外，還要建立完整的站上tracking機制，希望將使用者的動向一一log並分析；另外再推出低成本做全球性的推廣，大幅提高機會變成像Fotolog在巴西、iJigg在泰國、Friendster在菲律賓那樣拿到「天上掉下的流量」。劉喬治表示，他對2000年的網路公司曾經一個垃圾筒要1000元感到不屑。「網路不是這樣玩。」他擁抱美國的「車庫創業、公寓創業」精神，希望抓緊網路最美好的地方，以低成本爆出最大的報酬效益，或許還可以永續經營。

Voofox從今年第二季間開始籌組，直到七月一日才正式全員到位，七月底開始開發以來，預計在三個半月～四個月後完成所有的功能。團隊來自四面八方，聽說是劉喬治經過長達兩個月斷斷續續的徵才募集到的。劉喬治聘來橫跨寫作與網路的創意高手、加上曾在另一成功新創網站擔綱大樑的設計師，還有曾於大型接案公司看過大型專案的技術大哥與才華洋溢的年輕高手。團隊成員在平時生活也都比一般人都積極、豐富、多元化，有聰明的知名樂團吉他手、出過多本書的美食專家、從緬甸來的英語滾溜的僑生、還有一位根本不會說國語的印度籍工程師，當然還有好幾位在美國默默一路指導並提供意見的網路高手。但我去看Voofox 的時候，看到他們擠在一個小小的空間中，27坪哪，還要擺好多台主機、儲櫃、一個生財大盆栽，一幅被他們kuso加上Voofox標誌的矽谷地圖，還有一堆像山的怕肚子餓而買來的零食。劉喬治說：「這樣可以激起大家成功的慾念，我們沒有在車庫工作已經很好了！」

劉喬治本身則於1999年和弟弟在加拿大開第一個商業網站CoolRank.com，之後於史丹佛畢業後更於矽谷一邊在Oracle工作、一邊創立Comot、AmericaOnDiet及100Days.com等等，最後索性辭去工作專心創業，曾獲多次與大創投的pitch機會，並入圍史丹佛E-Challenge創業大賽，但最後失敗，未獲創投投資，網站關閉，然後自己轉行成了創投，並在台灣AsiaTech美商創投等創投公司工作過兩年。從劉喬治快如機關槍的講話中，看出來好像是個自我要求頗高、有點嚴肅的人，問他是什麼星座，他卻說他是代表快樂陽光而且不一定會花心的射手座。這個劉喬治整天想點子想瘋了，甚至在跟我講話的時候，他還指著我的鼻子說：「我看到你的鼻子，想起我們可以做一個關於鼻子的網站…。」就如他同事所說，「你是不是連小孩都是從網路生出來的？」對此，劉喬治表示，他自從大學起就天天和他弟弟腦力激盪、想點子。他們兄弟倆一個在美國，一個在台北，打招呼皆以「I have an idea」開頭，至今不渝。

那怎麼說bye bye？

「歐，那都是以I don’t like this idea」結尾。有時摔電話，有時關MSN。

劉喬治說，這就是網路。點子提出來，一百人中有９９人反對，剩下一人在打瞌睡。劉喬治說，就像昨天他熬夜（每早五點起床寫部落格，晚上十點以後就是在熬夜了）觀賞「超級星光大道」，看到袁惟仁對參賽者說：「詆毀的事，就讓網友去做，我們的工作，是要建設你們（年輕的歌唱參賽者）。」沒錯，雖然周邊有很多人對網路、對創業、對Web 2.0不以為然，但詆毀的事就讓他們慢慢去做，我們是「建設者」，一定要撐下去；我們不看旁邊，只看上面。對的事就堅持下去，錯誤的話就學習起來，以一顆謙卑的心，但一個強壯的身體與一雙堅穩的手。這艘船在汪洋中駛向全世界，面對從四面八方來的巨浪，劉喬治說，能和這艘船在一起，真是一生難得的緣份，無論是和隱居幕後的老闆、貴人、辛苦的同仁兄弟之間，還是和外包廠商、顧問以及所有曾經認識過他們的人，這段曾經一起的航程，會愈來愈亮。Voofox要全世界看見他們。"
puts a.ke( API_KEY ,@content)